Repository: common-repository/blogintroduction-wordpress-plugin
Catalog: blogintroduction-wordpress-plugin-*.po
Languages: de_de

source: Blogintroduction Options
de_de: Blogintroduction Optionen

source: Image-width:
de_de: Bild-Breite:

source: Image-height:
de_de: Bild-Höhe:

source: Use 4:3-ratio:
de_de: Benutze 4:3-Verhältnis:

source: Image-Source:
de_de: Bild-Quelle:

source: get thumbs from websnapr
de_de: Benutzer Thumbs von Websnapr

source: get thumbs via image-link in link-manager
de_de: Benutze Thumbs via Bild-URL im Link-Manager

source: Link-category:
de_de: Link-Kategorie:

source: View all Categories
de_de: Alle Kategorien anzeigen

source: Link-target:
de_de: Link-Ziel:

source: in new window
de_de: im aktuellen Fenster

source: Show description:
de_de: Beschreibung anzeigen:

source: Checked means viewing
de_de: Auswählen zur Anzeige

source: Show private links:
de_de: Private Links anzeigen:

source: Show new thumbnail in ... seconds:
de_de: Neuen Thumbnail per Ajax in ... Sekunden:

source: Check this box to activate automatic renew of the thumbnail
de_de: Auswählen, um Aktualisierung per AJAX zu aktivieren

source: put in here the amount of seconds to wait for the new thumnail
de_de: Hier die Anzahl der Sekunden zum Refreh angeben

source: Update Options
de_de: Optionen speichern

source: Description
de_de: Beschreibung

source: Blogintroduction
de_de: Blogvorstellung
